Repository: olejiksa/irregulars
Catalog: Verbs/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, it, ko, ru, uk, zh_hans

source: abide
de: ertragen
es: acatar
it: sopportare
ko: 견디다
ru: выносить, терпеть
uk: виносити, терпіти
zh_hans: 守候

source: About
de: Über uns
es: Sobre el programa
it: Sul programma
ko: 프러그램으로
ru: О программе
uk: Про програму
zh_hans: 关于应用

source: Accent color
de: Hauptfarbe
es: Color de acento
it: Colore accento
ko: 악센트의 색
ru: Акцентный цвет
uk: Акцентний колір
zh_hans: 引人注意的颜色

source: Activation
de: Aktivierung
es: Activar
it: Attivazione
ko: 활동화
ru: Активация
uk: Активація
zh_hans: 激活

# add_to_favorites
source: Favorite
de: Zu Favoriten hinzufügen
es: Agregar a los Favoritos
it: Preferito
ko: “즐겨찾기”에 추가하다
ru: Добавить в «Избранное»
uk: Додати до «Уподобання»
zh_hans: 加入 «收藏夹»

source: alight
de: aussteigen
es: encendida
it: uscire dal transporto
ko: 교통에서 나가다
ru: выходить из транспорта
uk: виходити з транспорту
zh_hans: 下车

source: All
de: Alle
es: Todo
it: Tutti
ko: 모든
ru: Все
uk: Все
zh_hans: 所有一切

source: American
de: Amerikanisch
es: Americano
it: Americano
ko: 미국의
ru: Американский
uk: Американський
zh_hans: 美国的

# answered_correctly_count
source: right answers for all time
de: richtige Antworten für die ganze Zeit
es: respuestas correctas de todos los tiempos
it: risposte corrette per tutti il tempo
ko: 항상 정답
ru: правильных ответов за все время
uk: правильних відповідей за весь час
zh_hans: 始终正确的答案

source: arise
de: entstehen
es: surgir
it: sorgere
ko: 생기다
ru: возникать, появляться, подниматься
uk: виникати, з'являтися, підніматися
zh_hans: 出现

source: Attention
de: Achtung
es: Atender
it: Attenzione
ko: 관심
ru: Внимание
uk: Увага
zh_hans: 注意

source: Australian
de: Australisch
es: Australiano
it: Australiano
ko: 오스트레일리아의
ru: Австралийский
uk: Австралійський
zh_hans: 澳大利亚的

source: awake
de: erwachen
es: despertar
it: sveglio
ko: 일어나다
ru: будить, просыпаться
uk: будити, пробуджуватися
zh_hans: 醒来

source: backslide
de: sich auf Überzeugungen verzichten
es: recaer
it: ricadere in vizio
ko: (이전의 나쁜 상태로) 되돌아가다, 뒷걸음치다
ru: отказываться от прежних убеждений
uk: відмовлятися від колишніх переконань
zh_hans: 放弃旧的信念

source: be
de: sein
es: ser
it: essere
ko: 있다
ru: быть
uk: бути
zh_hans: 是

source: bear
de: vertragen, gebären
es: oso
it: sopportare
ko: 낳다
ru: нести, переносить, рождать
uk: нести, переносити, народжувати
zh_hans: 出生

source: beat
de: schlagen
es: golpear
it: battere
ko: 치다
ru: бить
uk: бити
zh_hans: 击败

source: become
de: werden
es: bienvenda
it: diventare
ko: 되다
ru: становиться
uk: ставати
zh_hans: 成为

source: befall
de: geschehen
es: acontecer
it: accadere
ko: 생기다
ru: случаться
uk: траплятися
zh_hans: 降临

source: beget
de: erzeugen
es: Engendrar
it: generare
ko: 내다
ru: порождать
uk: породжувати
zh_hans: 产生

source: begin
de: anfangen
es: Empezar
it: cominciare
ko: 손내다
ru: начинать
uk: починати
zh_hans: 开始

source: behold
de: betrachten
es: Observar
it: ecco
ko: 관조하다
ru: глядеть, созерцать
uk: дивитися, споглядати
zh_hans: 看哪

source: bend
de: beugen
es: Doblar
it: curvare, piegare
ko: 굽히다
ru: гнуть, сгибать
uk: гнути, згинати
zh_hans: 弯曲

source: bereave
de: entziehen
es: Privar
it: lutto
ko: 박탈하다
ru: отнимать, лишать, обездоливать
uk: віднімати, позбавляти, знедолювати
zh_hans: 夺去

source: beseech
de: bitten, ermahnen
es: Implorar
it: supplica
ko: 빌리다
ru: просить
uk: просити
zh_hans: 恳求

source: bet
de: wetten
es: Apostar
it: scommettere
ko: 내기하다
ru: держать пари, делать ставку
uk: закластися, робити ставку
zh_hans: 赌注

source: bid
de: gebieten
es: Ofrecer
it: fare un'offerta
ko: 시키다
ru: предлагать цену, велеть, просить
uk: пропонувати ціну, веліти, просити
zh_hans: 出价

source: bind
de: binden
es: Enlazar
it: legare
ko: 묶다
ru: связывать
uk: зв'язувати
zh_hans: 约束

source: bite
de: beißen
es: Morder
it: mordere
ko: 물다
ru: кусать
uk: кусати
zh_hans: 咬

source: bleed
de: bluten
es: Sangrar
it: sanguinare
ko: 출혈하다
ru: истекать кровью, кровоточить
uk: стікати кров'ю, кровоточити
zh_hans: 流血

source: bless
de: segnen
es: Bendecir
it: benedire
ko: 축복하다
ru: благословлять
uk: благословити
zh_hans: 保佑

source: blow
de: wehen
es: Soplar
it: soffiare
ko: 불다
ru: дуть
uk: дути
zh_hans: 吹

source: Blue
de: Blau
es: Azul
it: Blu
ko: 파란색
ru: Синий
uk: Синій
zh_hans: 蓝色

source: break
de: brechen, unterbrechen
es: Romper
it: rompere
ko: 깨뜨리다
ru: ломать, прерывать, разбивать
uk: ламати, переривати, розбивати
zh_hans: 打破

source: breed
de: züchten
es: Criar
it: allevare
ko: 양식하다
ru: выращивать, выводить, разводить
uk: вирощувати, виводити, розводити
zh_hans: 品种

source: bring
de: bringen
es: Traer
it: accompagnare
ko: 가져오다
ru: приносить, приводить
uk: приносити, приводити
zh_hans: 带来

source: British
de: Britisch
es: Britanico
it: Britannico
ko: 영국의
ru: Британский
uk: Британський
zh_hans: 英国的

source: broadcast
de: übertragen, senden
es: Transmitir
it: trasmissione
ko: 방송하다
ru: транслировать, распространять
uk: транслювати, поширювати
zh_hans: 广播

source: browbeat
de: einschüchtern
es: Atemorizar
it: sopracciglio
ko: 위협하다
ru: запугивать
uk: залякувати
zh_hans: 吓唬

source: build
de: bauen
es: contruir
it: costruire
ko: 건출하다
ru: строить
uk: будувати
zh_hans: 建立

source: burn
de: brennen
es: quemar
it: bruciare
ko: 끓다
ru: гореть, жечь
uk: горіти, палити
zh_hans: 燃烧

source: burst
de: explodieren
es: estallar
it: scoppiare
ko: 터지다
ru: взрывать(ся)
uk: підривати(ся)
zh_hans: 爆发

source: bust
de: degradieren
es: fracasar
it: fallimento
ko: 좌천하다
ru: разжаловать
uk: розжалувати
zh_hans: 破产

source: buy
de: kaufen
es: comprar
it: comprare
ko: 사다
ru: покупать
uk: купувати
zh_hans: 购买

# buy_button
source: Buy
de: Kaufen
es: Compra
it: Comprare
ko: 구매하다
ru: Купить
uk: Купити
zh_hans: 购买

source: Buy for
de: Kaufen für
es: Comprar para
it: Comprare per
ko: 구입하다
ru: Купить за
uk: Купити за
zh_hans: 为...买

source: can
de: können
es: poder
it: puo
ko: 할 수 있다
ru: мочь, уметь
uk: могти, уміти
zh_hans: 能

source: Cancel
de: Abbrechen
es: Cancelar
it: Annulla
ko: 취소
ru: Отмена
uk: Відміна
zh_hans: 取消

source: cast
de: werfen
es: emitir
it: lanciare (un dado)
ko: 내치다
ru: бросить, кинуть, вышвырнуть
uk: кинути, викинути
zh_hans: 扔

source: catch
de: fangen
es: capturar
it: ottenere (prendere)
ko: 잡다
ru: ловить, хватать
uk: ловити, хапати
zh_hans: 抓住

source: chide
de: vorwerfen
es: comer bien
it: rimproverare
ko: 나무라다
ru: упрекать
uk: дорікати
zh_hans: 责备

source: choose
de: wählen
es: escoger
it: scegliere
ko: 택하다
ru: выбирать
uk: вибирати
zh_hans: 选择

source: clap
de: klatschen, Applaus geben
es: aplaudir
it: battere le mani
ko: 박수하다
ru: хлопать, аплодировать
uk: плескати, аплодувати
zh_hans: 拍手

source: cleave
de: spalten
es: adherir
it: fendere
ko: 조각내다
ru: раскалывать
uk: розколювати
zh_hans: 分裂

source: cling
de: klammern, schmiegen
es: pegar
it: afferrare
ko: 달라붙다
ru: цепляться, льнуть
uk: чіплятися, горнутися
zh_hans: 紧贴

source: clothe
de: jmdn ankleiden
es: vestir
it: vestire
ko: 입히다
ru: одевать (кого-либо)
uk: одягати (кого-небудь)
zh_hans: 给...穿衣服

source: come
de: kommen
es: venir
it: venire
ko: 오다
ru: приходить
uk: приходити
zh_hans: 来

source: Contact us
de: Kontaktieren Sie uns
es: Contacta con nosotros
it: Contattaci
ko: 연락하다
ru: Связаться с нами
uk: Зв'язатися з нами
zh_hans: 联系我们

source: cost
de: kosten
es: Costar
it: costare
ko: 값하다
ru: стоить, обходиться (в какую-либо сумму)
uk: коштувати, обходитися (в будь-яку суму)
zh_hans: 费用

source: creep
de: kriechen
es: Arrastrar
it: strisciare
ko: 기다
ru: ползать
uk: повзати
zh_hans: 爬行

source: crow
de: krähen
es: Graznar
it: corvo
ko: 꼬끼오하고 울다
ru: кукарекать
uk: кукурікати
zh_hans: 喔喔啼

source: cut
de: schneiden
es: Cortar
it: eliminare, tagliare
ko: 끊다
ru: резать, разрезать
uk: різати, розрізати
zh_hans: 切

source: dare
de: wagen
es: Dar
it: osare
ko: 감행하다
ru: рисковать, отваживаться
uk: ризикувати, наважуватися
zh_hans: 敢

source: Deactivation
de: Deaktivierung
es: Desactivar
it: Disattivazione
ko: 비활성화
ru: Деактивация
uk: Деактивація
zh_hans: 停用

source: deal
de: beschäftigen
es: Acordar
it: gestire (trattare)
ko: 허락하다
ru: иметь дела, разрешать трудности
uk: мати справи, вирішувати труднощі
zh_hans: 处理

source: Default
de: Standart
es: Faltar
it: Predefinito
ko: 기본값
ru: По умолчанию
uk: За замовчуванням
zh_hans: 预设

source: Derivatives
de: Derivate Formen
es: Formas derivadas
it: Forme derivate
ko: 파생 된 형태
ru: Производные формы
uk: Похідні форми
zh_hans: 派生形式

source: Developer
de: Entwickler
es: Desarrollar
it: Sviluppatore
ko: 개발자
ru: Разработчик
uk: Розробник
zh_hans: 开发者

source: dig
de: graben
es: cavar
it: scavare
ko: 파다
ru: копать
uk: копати
zh_hans: 挖

source: dive
de: tauchen
es: bucear
it: immergersi
ko: 물입하다
ru: нырять, погружаться
uk: пірнати, занурюватися
zh_hans: 潜水

source: do
de: tun
es: Hacer
it: fare
ko: 하다
ru: делать, выполнять
uk: робити, виконувати
zh_hans: 做

# downgrade_to
source: Downgrade to Lite
de: Zurück zur Lite
es: Degradar a Lite
it: Ridimensionare a Lite
ko: 돌아가다 Lite
ru: Вернуться к Lite
uk: Повернутися до Lite
zh_hans: 降低为Lite版本

source: draw
de: malen
es: dibujar
it: tirare
ko: 그리다
ru: рисовать, чертить
uk: малювати, креслити
zh_hans: 画

source: dream
de: träumen
es: soñar
it: sognare
ko: 꿈꾸다
ru: грезить, мечтать
uk: мріяти
zh_hans: 梦想

source: drink
de: trinken
es: beber
it: bere
ko: 마시다
ru: пить, выпивать
uk: пити, випивати
zh_hans: 喝

source: drive
de: fahren
es: manejar
it: guidare
ko: 운전하다
ru: водить
uk: водити
zh_hans: 开车

source: dwell
de: wohnen
es: habitar
it: dimorare
ko: 서식하다
ru: обитать, жить
uk: мешкати, жити
zh_hans: 居住

source: eat
de: essen
es: comer
it: mangiare
ko: 먹다
ru: есть пищу, кушать
uk: їсти
zh_hans: 吃饭

source: Edition
de: Redaktion
es: Edición
it: Edizione
ko: 편집부
ru: Редакция
uk: Редакція
zh_hans: 编辑部

# empty_favorites
source: To add an irregular verb to your Favorites, open it from the all verbs list and tap the star button in the top right corner of the screen
de: Um das unregelmäßige Verb in Favoriten hinzuzufügen, wählen Sie es aus der Liste von allen Verben und klicken Sie das Sternchen im rechten Teil des Displays an
es: Para agregar un verbo irregular a sus Favoritos, ábralo desde la lista de todos los verbos y toque el botón de estrella en la esquina superior derecha de la pantalla
it: Per aggiungere un verbo irregolare ai tuoi preferiti, aprilo dall'elenco di tutti i verbi e fai clic sul pulsante a stella nell'angolo in alto a destra dello schermo
ko: “즐겨찾기” 없습니다
ru: Чтобы добавить неправильный глагол в «Избранное», откройте его из списка всех глаголов и нажмите на кнопку-звездочку в правом верхнем углу экрана
uk: Щоб додати неправильне дієслово в «Уподобання», відкрийте його із списку усіх дієслів та натисніть на кнопку-зірочку у правому верхньому куті екрана
zh_hans: 为了把不规则动词添加到«收藏夹»，请从所有动词表中打开需要的词，然后在屏幕右边点击星形按键

# empty_favorites_title
source: No Favorites
de: Keine Favoriten
es: Sin Favoritos
it: Nessun Preferiti
ko: 즐겨 찾기 없음
ru: Нет «Избранного»
uk: Немає «Уподобань»
zh_hans: 没有 «收藏夹»

# empty_tests
source: To start the test, tap it on the left side of the screen
de: Um Testen anzufangen, klicken Sie es im linken Teil des Displays an
es: Para comenzar la prueba, tóquelo en el lado izquierdo de la pantalla
it: Per iniziare a fare il test, fare clic su di esso sul lato sinistro dello schermo
ko: 테스트를 시작하려면 화면 왼쪽에있는 테스트를 클릭하십시오
ru: Чтобы начать прохождение теста, нажмите на него в левой части экрана
uk: Щоб почати проходження тесту, натисніть на нього у лівій частині екрана
zh_hans: 为了开始进行测验，请在屏幕左边点击它

# empty_verbs
source: To view info about an irregular verb, tap it on the left side of the screen
de: Um die Information über das unregelmäßige Verb anzuschauen, klicken Sie es im linken Teil des Displays an
es: Para ver información sobre un verbo irregular, tóquelo en el lado izquierdo de la pantalla
it: Per visualizzare le informazioni su un verbo irregolare, fare clic su di esso sul lato sinistro dello schermo
ko: 불규칙 동사에 대한 정보를 보려면 화면 왼쪽에있는 해당 동사를 클릭하십시오
ru: Чтобы посмотреть информацию о неправильном глаголе, нажмите на него в левой части экрана
uk: Щоб подивитись інформацію про неправильне дієслово, натисніть на нього у лівій частині екрана
zh_hans: 为了查看于不规则动词有关的信息，请在屏幕左边点击词

source: Enter here
de: Hier eintippen
es: Entrar aqui
it: Entra qui
ko: 여기에 입력합니다
ru: Введите здесь
uk: Введіть тут
zh_hans: 在这里输入

# erase_correct_answers
source: Erase right answers
de: Die richtigen Antworten löschen
es: Borrar las respuestas correctas
it: Cancella le risposte corrette
ko: 정답을 지우다
ru: Стереть правильные ответы
uk: Стерти правильні відповіді
zh_hans: 抹掉对的答案

source: Erase learned verbs
de: Die gelernten Verben löschen
es: Borrar los verbos aprendidos
it: Cancella verbi appresi
ko: 학습 한 동사 지우다
ru: Стереть выученные глаголы
uk: Стерти вивчені дієслова
zh_hans: 抹掉学习过的动词

source: Error
de: Fehler
it: Errore
ko: 잘못
ru: Ошибка
uk: Помилка
zh_hans: 错误

source: Examples
de: Beispiele
es: Ejemplo
it: Esempi
ko: 모범들
ru: Примеры
uk: Приклади
zh_hans: 例如

source: fall
de: fallen
es: Caer
it: cadere
ko: 떨어지다
ru: падать
uk: падати
zh_hans: 降落

source: Faster
de: Schneller
es: Mas rapido
it: Più veloce
ko: 빨리
ru: Быстрее
uk: Швидше
zh_hans: 更快

source: Favorites
de: Favoriten
es: Favoritos
it: Preferiti
ko: 즐겨찾기
ru: Избранное
uk: Уподобання
zh_hans: 收藏夹

source: feed
de: füttern
es: Alimentar
it: nutrire
ko: 받아먹다
ru: кормить(ся)
uk: годувати(ся)
zh_hans: 喂养

source: feel
de: fühlen
es: Sentir
it: sentire
ko: 느끼다
ru: чувствовать
uk: відчувати
zh_hans: 感觉

source: Female
de: Weiblich
es: Femenino
it: Femmina
ko: 여자적
ru: Женский
uk: Жіночий
zh_hans: 女性

source: fight
de: kämpfen
es: Luchar
it: combattere
ko: 싸우다
ru: драться, сражаться, бороться
uk: битися, боротися
zh_hans: 打架

source: find
de: finden
es: Encontar
it: trovare
ko: 구하다
ru: находить
uk: знаходити
zh_hans: 找到

source: fit
de: passen
es: Colocar
it: adattare
ko: 어울리다
ru: подходить (по размеру)
uk: підходити (за розміром)
zh_hans: 适合

source: flee
de: fliehen
es: Huir
it: fuggire
ko: 달아나다
ru: убегать, спасаться бегством
uk: тікати, рятуватися втечею
zh_hans: 逃跑

source: fling
de: schleudern
es: Arrojar
it: lanciare (con forza)
ko: 내던지다
ru: бросать, швырнуть
uk: кидати, жбурнути
zh_hans: 掷

source: fly
de: fliegen
es: Volar
it: volare
ko: 날다
ru: летать
uk: летати
zh_hans: 飞行

source: forbid
de: verbieten
es: Prohibir
it: vietare
ko: 금지하다
ru: запрещать
uk: забороняти
zh_hans: 禁止

source: forecast
de: prognostizieren
es: Prever
it: previsione
ko: 내다보다
ru: предсказывать, прогнозировать
uk: передбачати, прогнозувати
zh_hans: 预测

source: foresee
de: vorsehen
es: Prever
it: prevedere
ko: 조망하다
ru: предвидеть
uk: передбачити
zh_hans: 预见

source: foretell
de: voraussagen
es: Preducir
it: predire
ko: 예언하다
ru: предсказывать
uk: передбачати
zh_hans: 预示

source: forget
de: vergessen
es: Olvidar
it: dimenticare
ko: 잊어버리다
ru: забывать
uk: забувати
zh_hans: 忘记

source: forgive
de: verzeihen
es: Perdonar
it: perdonare
ko: 용서하다
ru: прощать
uk: прощати
zh_hans: 原谅

source: Forms
de: Formen
es: Formas
it: Forme
ko: 동사 형태
ru: Формы
uk: Форми
zh_hans: 形式

source: forsake
de: aufgeben
es: Abandonar
it: abbandonare
ko: 떠나다
ru: покидать, отказываться, бросать
uk: залишати, відмовлятися, кидати
zh_hans: 抛弃

source: freeze
de: frieren
es: Congelar
it: ghiacciare
ko: 얼다
ru: замерзать, замораживать
uk: замерзати, заморожувати
zh_hans: 冻结

source: geld
de: kastrieren
es: Dinero
it: castrone
ko: 거세하다
ru: кастрировать
uk: каструвати
zh_hans: 阉割

source: General
de: Allgemeines
it: Generale
ko: 공동
ru: Общее
uk: Загальне
zh_hans: 一般性

source: get
de: bekommen
es: Obtener
it: ottenere, diventare
ko: 받다
ru: получать
uk: отримувати
zh_hans: 得到

source: gild
de: vergolden
es: Gremio
it: dorare, indorare
ko: 도금하다
ru: золотить
uk: золотити
zh_hans: 镀金

source: give
de: geben
es: Dar
it: dare
ko: 주다
ru: давать
uk: давати
zh_hans: 给予

source: gnaw
de: nagen
es: Roer
it: rosicchiare
ko: 쏠다
ru: грызть
uk: гризти
zh_hans: 啃

source: go
de: gehen
es: Ir
it: andare
ko: 가다
ru: идти, двигаться
uk: йти, рухатися
zh_hans: 去

source: Green
de: Grün
es: Verde
it: Verde
ko: 녹색
ru: Зеленый
uk: Зелений
zh_hans: 绿色

source: grind
de: mahlen
es: Moler
it: macinare
ko: 찧다
ru: молоть, толочь
uk: молоти, товкти
zh_hans: 研磨

source: grip
de: greifen
es: Agarrar
it: afferrare
ko: 붙들다
ru: захватывать, схватить
uk: захоплювати, схопити
zh_hans: 握

source: grow
de: wachsen
es: Crecer
it: produrre (coltivare)
ko: 키우다
ru: расти, выращивать
uk: рости, вирощувати
zh_hans: 成长

source: handwrite
de: schreiben
es: Escribir a mano
it: scrivere a mano
ko: 적다
ru: писать вручную
uk: писати вручну
zh_hans: 手写

source: hang
de: hängen
es: Colgar
it: appendere
ko: 걸다
ru: вешать, висеть, повесить
uk: вішати, висіти, повісити
zh_hans: 挂

source: have
de: haben
es: Tener
it: avere
ko: 갖추다
ru: иметь
uk: мати
zh_hans: 有

# hear
source: heard
de: hören
es: Oir
it: udire
ko: 듣다
ru: слышать
uk: чути
zh_hans: 听

source: heave
de: ziehen
es: Levantar
it: sollevare, tirare
ko: 끌다
ru: тянуть, поворачивать
uk: тягнути, повертати
zh_hans: 升沉

source: hew
de: hacken
es: Labrar
it: tagliare
ko: 찍다
ru: рубить
uk: рубати
zh_hans: 砍

source: hide
de: (sich) verstecken
es: Esconder
it: nascondere
ko: 숨다
ru: прятать(ся), скрывать(ся)
uk: ховати(ся), приховувати(ся)
zh_hans: 隐藏

source: Hint
de: Hinweis
es: Insinuar
it: Suggerimento
ko: 힌트
ru: Подсказка
uk: Підказка
zh_hans: 暗示

source: hit
de: schlagen
es: Golpear
it: percuotere, colpire
ko: 때리다
ru: ударять, поражать
uk: ударяти, вражати
zh_hans: 击中

source: hold
de: halten
es: Sostener
it: tenere
ko: 잡다
ru: держать, удерживать
uk: тримати, утримувати
zh_hans: 拿着

source: hurt
de: verletzen
es: Herir
it: fare male
ko: 해하다
ru: ранить, причинять боль
uk: поранити, заподіювати біль
zh_hans: 伤害

source: In progress
de: Im Gange
es: En progreso
it: In corso
ko: 과정 중
ru: В процессе
uk: У процесі
zh_hans: 过程中

source: Including
de: Einschließlich
es: Incluir
it: Compreso
ko: 그중
ru: Из них
uk: З них
zh_hans: 包括

source: Indian
de: Indisch
es: Indio
it: Indiano
ko: 인도 사람
ru: Индийский
uk: Індійський
zh_hans: 印度的

source: Indigo
de: Indigoblau
es: Índigo
it: Indaco
ko: 쪽빛
ru: Индиго
uk: Індиго
zh_hans: 靛蓝色

source: Infinitive
de: Infinitiv
es: Infinitivo
it: Infinito
ko: 부정사
ru: Неопределенная форма глагола
uk: Невизначена форма дієслова
zh_hans: 动词不定式

source: inlay
de: auslegen
es: embutir
it: intarsio
ko: 넣다
ru: вкладывать, выстилать
uk: вкладати, вистилати
zh_hans: 镶嵌

source: input
de: eingeben
es: entrar
it: unserite, immettere
ko: 데이터를 입력하다
ru: вводить данные
uk: вводити дані
zh_hans: 输入

source: interweave
de: verflechten
es: Entrelazar
it: intrecciarsi
ko: 짜넣다
ru: воткать
uk: переплітати
zh_hans: 交织

source: Irish
de: Irisch
es: Irlandese
it: Irlandesi
ko: 아일랜디오의
ru: Ирландский
uk: Ірландський
zh_hans: 爱尔兰的

source: keep
de: halten, aufbewahren
es: mantener
it: conservare
ko: 부치다
ru: держать, хранить
uk: тримати, зберігати
zh_hans: 保持

source: kneel
de: knien
es: arrodillar
it: inginocchiarsi
ko: 무릅을 꿇고 서다
ru: становиться на колени
uk: ставати на коліна
zh_hans: 跪

source: knit
de: stricken
es: tejer
it: lavorae a maglia
ko: 뜨다
ru: вязать
uk: в'язати
zh_hans: 针织

source: know
de: wissen
es: saber
it: sapere
ko: 알다
ru: знать
uk: знати
zh_hans: 知道

source: Language
de: Sprache
es: Idioma
it: Lingua
ko: 언어
ru: Язык
uk: Мова
zh_hans: 语言

source: lay
de: legen
es: colocar
it: stendere
ko: 넣다
ru: класть, положить
uk: класти, покласти
zh_hans: 放置

source: lead
de: führen
es: dirigir
it: condurre
ko: 거느리다
ru: вести, руководить, управлять
uk: вести, керувати, управляти
zh_hans: 统领

source: lean
de: lehnen
es: apoyar
it: piegare (inclinare)
ko: 기대다
ru: опираться, прислоняться, наклоняться
uk: спиратися, притулятися, нахилятися
zh_hans: 靠

source: leap
de: springen
es: saltar
it: saltare
ko: 날뛰다
ru: прыгать, скакать
uk: стрибати, скакати
zh_hans: 飞跃

source: learn
de: lernen
es: aprender
it: imparare
ko: 공부하다
ru: учить(ся)
uk: вчити(ся)
zh_hans: 学习

source: Learned verbs
de: Gelernte Verben
es: Aprender verbos
it: Verbi appresi
ko: 배운 동사
ru: Выученные глаголы
uk: Вивчені дієслова
zh_hans: 学过的动词

# learned_verbs_footer
source: A word is considered learned if it was answered correctly at least 3 times. If the answer turned out to be right, the verb knowledge metric increases by one, otherwise it decreases
de: Das Wort gilt als gelernt, wenn es mindestens 3 mal richtig gewählt wurde. Wenn die Antwort richtig war, nimmt das Niveau des Verberlernens um eins zu, andernfalls nimmt es ab
es: Una palabra se considera aprendida si fue respondida correctamente al menos 3 veces. Si la respuesta resultó ser correcta, la métrica de conocimiento del verbo aumenta en uno, de lo contrario disminuye
it: Una parola è considerata appresa se ha ricevuto una risposta corretta almeno 3 volte. Se la risposta si è rivelata corretta, lo studio del verbo aumenta di uno, altrimenti diminuisce
ko: 단어가 3 번 이상 정답이면 학습 된 것으로 간주됩니다. 답이 옳은 것으로 판명되면 동사 연구가 1 씩 증가하고 그렇지 않으면 감소합니다
ru: Слово считается изученным, если оно было отвечено верно не менее 3 раз. Если ответ оказался правильным, изученность глагола увеличивается на единицу, иначе — уменьшается
uk: Слово вважається вивченим, якщо на нього було дано відповідь вірно не менше 3 разів. Якщо відповідь виявилася правильною, вивченість дієслова збільшується на одиницю, інакше — зменшується
zh_hans: 如果一个单词至少被正确回答了3次，该单词是学习过的。如果答案是正确的，则动词的学习增加一，否则减少。

source: leave
de: verlassen
es: Dejar
it: partire (andar via)
ko: 떠나다
ru: покидать, оставлять
uk: залишати
zh_hans: 离开

source: lend
de: borgen
es: Prestar
it: prestare
ko: 빌리다
ru: одалживать, давать взаймы
uk: позичати, давати в борг
zh_hans: 借出

source: let
de: lassen
es: Dejar
it: lasciare
ko: 허가하다
ru: позволять
uk: дозволяти
zh_hans: 让

source: lie
de: liegen
es: Mentir
it: sdraiarsi
ko: 엎아지다
ru: лежать
uk: лежати
zh_hans: 躺

source: light
de: beleuchten
es: Luces
it: illuminare
ko: 비추다
ru: освещать
uk: освітлювати
zh_hans: 照亮

# listen_and_write
source: Listen and write below
de: Hören Sie zu und schreiben Sie unten
es: Escuchar y escribir
it: Ascolta e scrivi di seguito
ko: 아래에서 듣고 쓰세요
ru: Прослушайте и напишите ниже
uk: Прослухайте та напишіть внизу
zh_hans: 听后，下面写

source: Listen to pronunciation
de: Hören Sie die Aussprache zu
es: Escucha la pronunciación
it: Ascolta la pronuncia
ko: 발음 듣다
ru: Слушайте произношение
uk: Слухайте вимову
zh_hans: 听发音

source: Listening
de: Hörverstehen
es: Escuchando
it: Ascoltando
ko: 듣기
ru: Аудирование
uk: Аудіювання
zh_hans: 听力

# listening_subtitle
source: Check your listening comprehension of irregular verbs
de: Prüfen Sie Ihr Verständnis der unregelmäßigen Verben nach Gehör
es: Comprueba tu comprensión auditiva de verbos irregulares
it: Controlla la tua comprensione orale dei verbi irregolari
ko: 불규칙 동사의 듣기 이해력 확인하다
ru: Проверьте понимание неправильных глаголов на слух
uk: Перевірте розуміння неправильних дієслів на слух
zh_hans: 检查对不规则动词的听力理解

source: lose
de: verlieren
es: perder
it: perdere
ko: 잃어버리다
ru: терять
uk: втрачати
zh_hans: 丢失

source: make
de: machen
es: Hacer
it: fare, realizzare
ko: 하다
ru: делать, производить, создавать
uk: робити, виробляти, створювати
zh_hans: 制作

source: Male
de: Männlich
es: Masculino
it: Maschio
ko: 남성적
ru: Мужской
uk: Чоловічий
zh_hans: 男性

source: Match app icon with accent color
de: Das Icon mit der Farbe zuordnen
es: Hacer coincidir icono con color
it: Abbina l'icona al colore
ko: 아이콘을 색상에 일치하다
ru: Сопоставить иконку с цветом
uk: Зіставити іконку із кольором
zh_hans: 把图标和颜色结合在一起

source: may
de: dürfen
es: Poder
it: maggio
ko: 할 수 있다
ru: мочь, иметь возможность
uk: могти, мати можливість
zh_hans: 可以

source: mean
de: bedeuten
es: Significar
it: significare
ko: 의미하다
ru: значить, подразумевать, иметь в виду
uk: означати, мати на увазі
zh_hans: 意味着

source: meet
de: treffen
es: Carne
it: incontrare
ko: 인사하다
ru: встречать, знакомиться
uk: зустрічати, знайомитися
zh_hans: 遇到

source: melt
de: schmelzen
es: Derretir
it: sciogliersi
ko: 녹다
ru: таять, плавиться
uk: танути, плавитися
zh_hans: 融化
